import book1 from "../assets/book1.jpg";
import book2 from "../assets/book2.jpg";
import book3 from "../assets/book3.jpg";
import book4 from "../assets/book4.jpg";
import book5 from "../assets/book5.jpg";


const booksData = [
   {
    id: 1,
    title: "미완성 회고록",
    author: "셰이크 무지부르 라흐만",
    publishDate: "2021년 06월 22일",
    spec: "544쪽 | 1,110g | 153*224*35mm",
    isbn: "9791196824440",
    price: "20,700원",
    image: book1,

    // ✅ 탭 데이터
    highlight: "방글라데시를 자유의 나라로 만든 국부(國父) 셰이크 무지부르 라흐만\n그가 남긴 위대한 지도자의 이야기",
    description: "『미완성 회고록』은 방글라데시의 국부(國父) 셰이크 무지부르 라흐만 초대 대통령의 자서전이다. 셰이크 무지부르 라흐만은 독립운동의 지도자이자 방글라데시 초대 대통령으로서 세속주의와 인권을 보장하는 진보적 헌법을 입안하여 국가의 기틀을 세우고, 공정한 경제를 강조한 혁명적 지도자였다. 그가 독립운동으로 인해 복역중이던 1966년부터 1969년까지 감옥에서 집필한 원본 노트가 30여년만에 발견되어 『미완성 회고록』으로 출간하였다. 치열한 독립운동과 해방, 희망의 좌절과 군부독재, 민주화와 고속 경제성장까지 한국과 방글라데시는 놀랄만큼 비슷한 길을 걸어왔다. 두 나라 국민들이 서로 깊이 이해할 수 있다면 양국은 공동번영의 길로 갈 수 있을 것이다. 이번 방글라데시 독립 50주년을 기념하여 출간한 『미완성 회고록』은 그 첫걸음이 될 것이라고 확신한다.",
    authorHighlight: "셰이크 무지부르 라흐만",
    authorIntro: "셰이크 무지부르 라흐만은 방글라데시에서 한국의 백범 김구 선생, 인도의 간디와 같이 존경받는 인물이다. 그는 국민들에게 벵골의 친구라는 뜻의 애칭 ‘봉고본두’로 더욱 많이 불렸다. 1920년 영국령 인도제국 포리드푸르주 출생, 아와미연맹을 창당하여 파키스탄이 벵골인을 탄압하고 모어(母語)인 벵갈어를 억압하는 것에 반대하여 여러 차례의 투옥을 겪으며 방글라데시의 독립을 주도하였다. 방글라데시 독립 이후에는 초대 대통령과 제2대 총리를 역임하였으나 군부쿠데타로 1975년 가족과 함께 살해당했다. 하지만 민주화 이후 국민들의 지지로 재평가되고 복권되었으며 현재 방글라데시의 국부이자 지도자로 존경받고 있다.",
    index: 
    `서문 / 8
    셰이크 무지부르 라흐만 연대기 (1920~1975) / 17
    미완성 회고록 / 37
    등장인물 / 470
    셰이크 무지부르 라흐만의
    친필이 적힌 노트 사본 (미완성 회고록) / 494
    Sheikh Mujibur Rahman (저자 관련 사진) / 509
    색인 / 527`,
    buyLink: "https://www.yes24.com/product/goods/102959218"
    
  },
  {
    id: 2,
    title: "Aging in Grace : 은혜로운 노년",
    author: "아치볼드 알렉산더",
        image: book2,
  },
  {
    id: 3,
    title: "하나님의 임재 연습",
    author: "로렌스 형제",
    image: book3,
  },
  {
    id: 4,
    title: "하나님의 임재 연습",
    author: "로렌스 형제",
    image: book4,
  },
  {
    id: 5,
    title: "하나님의 임재 연습",
    author: "로렌스 형제",
    image: book5,
  },
  
  
];

export default booksData;
