import book1 from "../assets/book1.jpg";
import book2 from "../assets/book2.jpg";
import book3 from "../assets/book3.jpg";
import book4 from "../assets/book4.jpg";
import book5 from "../assets/book5.jpg";
import book6 from "../assets/book6.jpg";
import book7 from "../assets/book7.jpg";
import book8 from "../assets/book8.jpg";
import book9 from "../assets/book9.jpg";
import book10 from "../assets/book10.jpg";
import book11 from "../assets/book11.jpg";
import book12 from "../assets/book12.jpg";


const booksData = [
   {
    id: 1,
    title: "봉고본두",
    subtitle: "방글라데시의 국부를 만나다",
    author: "아니수자만",
    publishDate: " 2021년 03월 17일",
    spec: "224쪽 | 152*225*20mm",
    isbn: "9791196824433",
    price: "18,000원",
    image: book1,

    highlight: `현대 방글라데시를 건설한 독립영웅 국부(國父) 셰이크 무지부르 라흐만 그리고 그를 만난 사람들의 이야기`,
    description: `방글라데시의 초대 대통령이자 건국의 아버지인 셰이크 무지부르 라흐만은 이름보다 벵골의 친구라는 뜻의 ‘봉고본두’로 불릴 만큼 존경을 받았던 인물이다. 한국에서는 생소할 수 있지만 방글라데시에서는 인도의 간디, 한국의 백범 김구선생과 같이 전 국민에게 추앙받는 인물이다.
    그는 시대의 거세찬 풍파에서 태어나 19세의 어린 나이부터 벵골족의 자주독립, 평화, 민생을 위한 운동에 뛰어들었다. 매 순간이 고난의 연속이었지만, 불굴의 의지로 독립과 건국을 향해 나아갔다. 영국으로부터 남아시아 전역이 독립하고 방글라데시는 파키스탄과 함께 독립했다. 그러나 파키스탄은 강압적인 통치를 이어나가며 벵골족을 탄압하고 모어(母語) 벵골어 사용을 억압했다. 그는 파키스탄에 맞서 독립국을 건설하기 위해 투쟁했고 마침내 방글라데시를 건국할 수 있었다.
    정의와 공정의 가치가 살아 숨 쉬는 방글라데시 건설에 매진하던 중 군부 쿠데타로 실각하였으며 온 가족과 함께 무자비하게 살해당했다. 하지만 방글라데시 국민의 마음속에 그의 정신은 살아있었기에 사후에도 민주화운동을 통해 지속적인 복권 요구가 이어졌으며, 민주 정부가 수립된 이후에는 완전히 복권되었다.
    현재의 방글라데시는 그가 꿈꿨던 ‘쇼나르 방글라(황금빛 벵골)’에 성큼 다가가고 있다. 대한민국도 남방정책을 통해 남아시아 국가와의 협력을 강화하고 있는 지금 우리는 방글라데시의 국부인 봉고본두에 대해 알아볼 필요가 있다. 그와 함께했던 이들이 쓴 책이 『봉고본두, 방글라데시의 국부를 만나다』이다. 우리는 이 책을 통해서 위대한 벵골인의 지도자와 그가 만든 방글라데시를 생생히 만나 볼 수 있을 것이다.
    `,
    authorHighlight: `아니수자만`,
    authorIntro: `1937년 영국령 인도 콜카타에서 태어났다. 1947년 인도 분할 이후 파키스탄 산하 방글라데시로 이주했다. 다카대학교에서 문학으로 학사와 석·박사를 받고 동 대학에서 교수로 재직했다. 방글라데시 독립 전쟁에 기여하였으며 독립 이후 국가교육위원회 위원을 맡았다.`,
    index:
    `
    제1장 국민 영웅의 등장과 퇴장
    제2장 봉고본두의 귀국과 국가 외교 정책의 시작
    제3장 봉고본두의 국가발전 철학: 공정한 국가 재건과 성장
    제4장 봉고본두 셰이크 무지부르 라흐만: 용기의 상징
    제5장 봉고본두의 외교 정책과 세계
    제6장 국부(國父) 탄생 100주년과 우리의 열망
    제7장 세계의 평화와 인도주의를 위해 솔선수범한 봉고본두
    제8장 국내외 행사에서 셰이크 무지부르 라흐만과 외국 지도자들
    제9장 봉고본두 셰이크 무지부르 라흐만의 약력
    제10장 세계 지도자들이 보는 봉고본두
    제11장 봉고본두 어록
    제12장 방글라데시의 미래: 셰이크 하시나와 함께하는 내일
    `,
   
    buyLink: "https://www.yes24.com/product/goods/99025026"
  },
  {
    id: 2,
    title: "미완성 회고록",
    author: "셰이크 무지부르 라흐만",
    publishDate: "2021년 06월 22일",
    spec: "544쪽 | 153*224*35mm",
    isbn: "9791196824440",
    price: "23,000원",
    image: book2,

    highlight: `방글라데시를 자유의 나라로 만든 국부(國父) 셰이크 무지부르 라흐만 그가 남긴 위대한 지도자의 이야기`,
    description: `『미완성 회고록』은
    방글라데시의 국부(國父) 셰이크 무지부르 라흐만 초대 대통령의 자서전이다.
    그는 독립운동의 지도자이자 방글라데시 초대 대통령으로서 세속주의와 인권을 보장하는 진보적 헌법을 입안하여 국가의 기틀을 세우고, 공정한 경제를 강조한 혁명적 지도자였다.
    그가 독립운동으로 인해 복역 중이던 1966년부터 1969년까지 감옥에서 집필한 원본 노트가 30여 년 만에 발견되어 『미완성 회고록』으로 출간되었다.
    치열한 독립운동과 해방, 희망의 좌절과 군부 독재, 그리고 민주화와 고속 경제성장까지 한국과 방글라데시는 놀랄 만큼 비슷한 길을 걸어왔다.
    두 나라 국민들이 서로 깊이 이해할 수 있다면 양국은 공동 번영의 길로 나아갈 수 있을 것이다.
    방글라데시 독립 50주년을 기념하여 출간된『미완성 회고록』은 그 첫걸음이 될 것이라 확신한다.`,
    authorHighlight: `셰이크 무지부르 라흐만`,
    authorIntro: `셰이크 무지부르 라흐만은 방글라데시에서 한국의 백범 김구 선생, 인도의 마하트마 간디와 같이 국민들에게 깊이 존경받는 인물이다.
    그는 ‘벵골의 친구’라는 뜻의 애칭 ‘봉고본두’로 더 널리 불렸다.
    1920년 영국령 인도제국 포리드푸르주 출생으로, 아와미연맹을 창당하여 파키스탄의 벵골인 탄압과 모어(母語) 벵골어 억압에 맞서 투쟁하였다.
    여러 차례의 투옥을 겪으며 방글라데시의 독립을 주도하였고, 독립 이후에는 초대 대통령과 제2대 총리를 역임하였다.
    1975년 군부 쿠데타로 가족과 함께 비극적으로 생을 마감했으나, 민주화 이후 국민들의 지지로 재평가되고 복권되었다.
    현재 그는 방글라데시의 국부이자 영원한 지도자로 추앙받고 있다.`,

    index:
    `
    서문 / 8
    셰이크 무지부르 라흐만 연대기 (1920~1975) / 17
    미완성 회고록 / 37
    등장인물 / 470
    셰이크 무지부르 라흐만의
    친필이 적힌 노트 사본 (미완성 회고록) / 494
    Sheikh Mujibur Rahman (저자 관련 사진) / 509
    색인 / 527
    `,
    buyLink: "https://www.yes24.com/product/goods/102959218"
  },
  {
    id: 3,
    title: "하늘을 향해 꿈꿨던 그 시간들",
    author: "이정수",
    publishDate: "2021년 07월 09일",
    spec: "132쪽 | 153*224*20mm",
    isbn: "9791196824457",
    price: "13,000원",
    image: book3,

    highlight: `버려진 것, 잊혀진 것, 무가치한 것들의 재발견`,
    description: 
    `
    우리 사회의 가장 낮은 곳에서 아픔을 위로하는 이정수 작가의 작품 『하늘을 향해 꿈꿨던 그 시간들』. 저자가 청소년기부터 시를 쓰면서 얻은 행복을 다른 이들에게도 나누고 싶어 책을 엮었다. 스스로 많은 풍랑을 헤쳐나가며 생긴 가치관을 통해 세상을 바라보며 우리 사회가 가진 모순은 무엇인지, 모순을 어떠한 식으로 극복할 것인지, 모순을 우리는 어떻게 받아들이고 있는지에 대해 답을 찾아가고자 한다.
    자유를 향한 인간의 본능을 제시하면서 어떠한 역경에도 이상향으로 향하고자 하는 인간의 보편적 마음과 동시에 스스로 서 있는 위치에 관한 질문으로 이어지는 「가고싶다」, 주위에서 쉽게 볼 수 있는 단풍잎에 담긴 이야기를 곱씹어 볼 수 있는 「단풍잎」, 폭압적 독재정권으로 국민의 기본적 권리마저 유린당하면서 느낀 감정을 담은 「하늘을 잃어버리다」, 포스트모더니즘 기법을 활용하여 문자로만 표현 가능한 시의 한계를 뛰어넘고자 시도해본 「가장 완벽한 시」 등의 시를 통해 외로운 마음을 따스하게 적시며 우리 사회에 대해 함께 생각해보게 된다.
    `,
    authorHighlight: `이정수`,
    authorIntro: `1998년 태어나 세상을 만났다. 청소년기에 생긴 우리 사회의 낮은 곳에 대한 관심을 글로 표현하면서 작가의 길을 걷기 시작했다.`,
    index: 
    `
    서문_그래서 시집을 만든다 5
    눈물의 색은 파란색 8
    달맞이꽃 10
    라일락 사랑 11
    빗방울 12
    가고싶다 13
    불씨 15
    거실 16
    걸어가다 18
    고객센터 19
    군바리 20
    공통점 22
    관점 24
    꽃이 되거라 25
    커피 26
    끌어올리다 28
    두드림 29
    마일리지 31
    목돈 32
    무병장수 33
    벚꽃 34
    숲길을 걷는 그대에게 35
    시간을 기다리며 38
    20대의 유서 Ⅰ 40
    20대의 유서 Ⅱ 42
    20대의 유서 Ⅲ 46
    어느 인권 이야기 49
    하늘을 잃어버리다 51
    벼락스타 53
    어지럽다 54
    충전하다 55
    텔레파시 56
    다시, 오늘 57
    두통 58
    유턴 59
    자세 60
    표절 61
    저축 62
    주말에 있었던 일 63
    제중원 64
    개벽 66
    겨울 준비 67
    고백 68
    고요 71
    공허 72
    그 꽃을 기억하는가 73
    그날 74
    그대여 영원하라 76
    그들을 기억하라 77
    그리움 한 컵 79
    글쟁이는 글로 말한다 81
    기억 82
    기억하라 84
    꽃의 장례 86
    나의 반쪽 87
    너가 되기 위하여 88
    다시 만나는 희망 89
    단풍잎 91
    담음 92
    마음이 아파질 때 93
    만성피로 95
    바둑 96
    바람이 불면 98
    백설의 세상 99
    백조 100
    벽 102
    통일의 순간 104
    새 106
    평양행 밤기차 107
    연약한 인간 109
    악의 연대기 111
    생일 112
    피지 못하는 꽃 114
    철조망 116
    비 119
    악의 피라미드 120
    천국 아래서 122
    짐 124
    어느 배 이야기 125
    저녁 126
    마음 127
    삶 128
    끝물 129
    시간 130
    가장 완벽한 시 131
    `,
   
    buyLink: "https://www.yes24.com/product/goods/103337399"
  },
  {
    id: 4,
    title: "하늘이 빚은 나라, 부건빌",
    author: "김근수",
    publishDate: "2022년 11월 21일",
    spec: "380쪽 | 152*225*18mm",
    isbn: "9791196824419",
    price: "18,000원",
    image: book4,

    highlight: `천혜의 자연과 막대한 자원의 보물섬, 부건빌을 소개합니다.`,
    description: 
    `
   『하늘이 빚은 나라, 부건빌』은 부족의 일원으로 인정받아 자치정부 공기업 대표가 된 저자가 12번 이상 부건빌을 방문하며 쓴 국내 최초의 부건빌 소개서이다. 부건빌(Bougainville)은 아름다운 자연과 막대한 자원이 넘쳐나는 서태평양의 자치국가이다.
    세계 최대 매장량을 자랑하는 팡구나 광산의 구리와 금, 은, 니켈과 희토류 등 엄청난 지하자원과 세계 참치의 40%가 잡히는 황금 어장, 단 한 번의 대규모 벌목이 없었던 원시림, 너무나 아름답고 깨끗한 자연환경의 부건빌은 지구의 마지막 파라다이스라 불러도 손색이 없다. 게다가 독립전쟁을 거치며 파괴된 인프라를 복구하기 위한 대규모 국가 재건사업도 예정되어 있다. 이미 미·중·일·호주 등의 강대국은 이 기회의 땅을 향한 치열한 경쟁을 시작했다.
    하지만 이런 지상낙원도 한국처럼 나라 없는 설움을 오랫동안 견뎌야 했다. 부건빌을 병참기지로 삼은 일본군의 잔혹한 통치와 뒤를 이은 호주 식민통치와 파푸아뉴기니 중앙정부의 20년간 6억톤이 넘는 구리 수탈까지 부건빌은 100년이 넘는 외세의 지배에 시달렸다. 부건빌인들은 외세의 억압에 맞서 독립전쟁을 치뤘고, 이를 통해 자치정부를 수립했다. 2019년 국제사회가 주관한 독립투표에서 98.31%의 압도적 찬성으로 2025년까지 완벽한 독립을 위한 절차를 진행 중이다. 저자가 직접 보고 느낀 이 잠재력 넘치는 지상낙원을 한국에 소개하기 위해 이 책을 출간했다. 『하늘이 빚은 나라, 부건빌』은 많은 한국인들에게 보물섬으로 가는 지도가 될 것이다.
    `,
    authorHighlight: `김근수`,
    authorIntro: 
    `
    김근수는 한국인으로서 부건빌의 국가공기업 BOU&KO Ltd.(부앤코)의 대표이사이며 부건빌 한국연락사무소 소장을 겸임하고 있다. 저자가 대표이사로 있는 공기업 BOU&KO는 자치정부로부터 부건빌의 국가재건사업에 관한 권한 전반을 위임받아 총괄하는 유일한 기관이다.
    독립을 앞둔 부건빌과는 2017년 부통령을 단장으로 하는 부건빌 정부대표단을 한국에 초청하고 한국선박 수주를 맡으며 인연을 맺었다. 이후 부건빌을 방문한 저자는 한 번도 훼손되지 않은 천혜의 자연과 넉넉하고 선한 사람들에게 매료되어 12번 이상 다시 방문했다.
    저자는 치열했던 독립전쟁의 상처를 극복한 부건빌인들의 국가재건에 대한 강한 의지와 무한한 잠재력을 발견하고 그들과 긴 여정을 함께하기로 결심했다. 외국 공기업의 한국인 사장이라는 이색적인 경력의 저자는 한국 포항과 부건빌 부카 · 아라와에 사무실을 두고 세계와 부건빌을 잇는 가교 역할을 하고 있다.
    `,
    index: 
    `
    1장 부건빌의 역사·사회
    1. 부건빌 최초의 인류 22
    2. 병참기지 부건빌 31
    3. 코코넛 혁명 42
    4. 독립 55
    5. 부족 68
    6. 민주주의 75
    7. 가톨릭 84
    8. 톡 피신 91

    2장 자원·지리
    1. 팡구나 광산 102
    2. 참치 122
    3. 산과 바다 138
    4. 원시림 162
    5. 코코넛과 카카오 180
    6. 부카와 아라와 196

    3장 생활·문화
    1. 음식 218
    2. 술 · 비틀넛 237
    3. 대나무 밴드 246
    4. 럭비 261
    5. 명절과 축제 269
    6. 결혼식과 성인식 283
    7. 전통문화 293

    4장 경제·부록
    1. 여행 정보 308
    2. 국가공기업 BOU&KO Ltd. 318
    3. 부건빌 자치구 헌법 342
    4. 2017년 부건빌 정부대표단 방한 351
    5. 야생화와 동물 371
    6. 부건빌 국가(國歌) ‘My Bougainville’ 375
    `,
   
    buyLink: "https://www.yes24.com/product/goods/115786029"
  },
  {
    id: 5,
    title: "봄의 혁명",
    subtitle:"미얀마, 사선을 넘나든 100일간의 기록",
    author: "판셀로",
    publishDate: "2024년 11월 05일",
    spec: "256쪽 | 153*224*20mm",
    isbn: "9791194396031",
    price: "20,000원",
    image: book5,

    highlight: ``,
    description: 
    `
    판셀로 작가는 1991년생으로 미얀마의 베스트셀러 작가이다. 아웅산 수치 미얀마 국가고문의 측근이면서 군부에 저항하는 민주화 운동을 주도한 그녀는 2021년 2월 1일 군부의 쿠데타 이후 최초로 발표된 7인의 체포 리스트에 포함된 유일한 여성이다. 그녀는 군부의 체포를 피해 달아나면서도 SNS를 통해 민주항쟁을 이끌었다. 이 책에는 목숨을 건 작가의 100일간의 기적적인 탈출기와 민주항쟁, 눈으로 직접 본 미얀마 국민들의 저항기를 담았다. 작가는 당시의 상황들을 피신 중에도 기록으로 모두 남겼다. 『봄의 혁명』은 이 기록을 엮은 책이다.
    `,
    authorHighlight: `판셀로`,
    authorIntro: `1991년생. 미얀마의 베스트셀러 작가이자 민주화 운동가이다. 페이스북 팔로어 230만 명의 인플루언서기도 한 그녀의 페이스북 계정은 민주화를 원하는 모든 미얀마 국민의 커다란 스피커다. 그녀는 젊은 나이지만 민주주의를 위해 투쟁하는 미얀마 국민의 가장 가까운 벗이기도 하다. 그녀가 지금까지 쓴 4권의 책은 모두 미얀마에서 베스트셀러가 돼 뜨거운 사랑을 받고 있다. 주변 사람들은 그녀에 대해 불의에 참지 못하고 항상 투쟁하는 사람이라고 평한다. 그녀는 민간정부 시절에도 미얀마의 가장 큰 권력 집단인 군부를 비판하면서 많은 고초를 겪었다. 그 일로 결국 그녀는 2021년 군부 쿠데타 이후 최초로 발표된 7인의 체포 리스트에 유일한 여성으로 포함됐다. 군부가 가장 예의 주시하는 인물이 된 그녀는 지금도 국내외 미얀마인들과 함께 펜으로 저항하고 있다. 그녀와 미얀마인들은 새로운 봄을 열어나가기 위해 언제나 투쟁해 나갈 것이다.`,
    index: 
    `
    1장 봄이 다가왔다 07
    2장 봄이 오기 일주일 전 19
    3장 봄이 지나고 미얀마는 왜 권력을 침탈당해야 했나? 27
    - 미얀마의 정치적 배경
    - 권력을 장악한 민아웅흘라잉의 공포
    4장 봄의 서막에 이르다 43
    5장 뜨거운 여름 태양 안에서 121
    부록 민주주의를 향한 대담 221
    `,
   
    buyLink: "https://www.yes24.com/product/goods/138977023"
  },
  {
    id: 6,
    title: "자마히리야의 이해",
    author: "무아마르 알 카다피",
    publishDate: "2024년 11월 22일",
    spec: "140쪽 | 153*224*20mm",
    isbn: "9791194396062",
    price: "20,000원",
    image: book6,

   highlight: ``,
    description: `아랍사회주의의 사상적 근간이 되었던 자마히리야(인민권력)에 대한 해설과 탄생 배경의 철학적 이해를 할 수 있으며 관련 정치적 상황에 대해서도 살펴볼 수 있다.`,
    authorHighlight: `무아마르 알 카다피`,
    authorIntro: ``,
    index: 
    `
    머리말 7

    01. 녹색서의 교육개념 11
    02. 녹색서 이론의 해설 45
    03. 녹엽(綠葉) 79
    04. 혁명실화 97
    `,
   
    buyLink: "https://www.yes24.com/product/goods/139858457"
  },
  {
    id: 7,
    title: "절취선의 나라",
    subtitle:"21세기 최후의 식민지, 서사하라",
    author: "신고 케이코 저 / 김경동 역",
    publishDate: "2024년 11월 20일",
    spec: "260쪽 | 153*224*20mm",
    isbn: "9791194396055",
    price: "20,000원",
    image: book7,

    highlight: ``,
    description: `서사하라 문제에 대해 저자가 직접 만나고 그들과 함께하면서 문제의 근원과 현황에 대해서 밝히고 있다. 앞으로 서사하라의 진정한 독립을 위한 국제 사회의 역할을 호소하면서 입체적으로 서사하라에 숨겨진 국제 관계 그리고 서사하라인이 자유를 위해 투쟁한 역사를 소개하면서 독자에게 정의를 위한 연대를 제안한다.`,
    authorHighlight: `저 : 신고 케이코`,
    authorIntro: `1950년생. 1980년 이후 프랑스 및 스페인에서 거주하고 있으며 1983년부터 다양한 형태로 서사하라 지원 활동을 계속하고 있다.?저서로는 『신기루의 공화국?-서사하라 독립을 향한 여정』이 있다.`,
    translatorHighlight: `역 : 김경동`,
    translatorIntro: `일본에서 오래 거주하면서 익힌 일본어로 자연스러운 번역을 추구하고 있으며 다양한 번역 활동을 통해 여러 방면에서 활동하고 있다.`,
    
    index: 
    `
    서문 5

    제1장 서사하라 분쟁의 배경: 스페인의 식민지화에서 모로코의 점령까지 19

    제1절 식민지화 이전의 서사하라 사하라위의 사회와 삶 21
    제2절 스페인령 사하라 28
    제3절 모로코의 점령 35

    제2장 전쟁의 16년과 배신당한 평화 45

    제1절 분단된 서사하라 사람들 48
    제2절 폴리사리오 인민해방군 59
    제3절 약속된 민족자결권 행사 68

    제3장 모로코의 점령 정책 83

    제1절 왕국의 생명줄로서의 서사하라 86
    제2절 '오모테나시(환대)' 외교 91
    제3절 '협박' 외교 100
    제4절 망명과 그 후 106

    제4장 점령 지배하의 서사하라: 구데임 이지크 시위 난민촌 111

    제1절 거리 운동과 잠재된 두려움 113
    제2절 '아랍의 봄'을 이끈 7,000여 개의 텐트 118

    제5장 계속 빼앗기는 천연자원 145

    제1절 빼앗기는 바다 147
    제2절 빼앗기는 땅 151

    제6장 무너진 요새와 세워진 요새들: 점령지에서 저항을 계속하는 사람들 161

    제1절 강제 퇴거 당하는 점령지 방문자 163
    제2절 무너진 요새 166
    제3절 쌓아 올린 요새 171
    제4절 점령통치가 만들어내는 삶의 방식 181

    제7장 기대와 실망의 40여 년 189

    제1절 전쟁도 아니고 평화도 아닌 191
    제2절 세계 끝의 영화제 203
    제3절 시로부터 위로받은 유목민의 영혼 211
    제4절 난민캠프가 직면한 새로운 문제들 215

    마지막장 어느 사하라위의 반평생 225
    서사하라 연표 243
    후기 247
    한국 독자에게 보내는 글 255
    `,
   
    buyLink: ""
  },
  {
    id: 8,
    title: "남아프리카공화국 웨스턴케이프주 헌법",
    author: "편집부",
    publishDate: "2025년 07월 01일",
    spec: "134쪽 | 153*224*20mm",
    isbn: "9791194396192",
    price: "30,000원",
    image: book8,

    highlight: ``,
    description: `이 책은 남아프리카공화국 웨스턴케이프주의 행정 근간인 헌법을 번역한 책이다. 책에서 남아프리카공화국 웨스턴케이프주가 추구하는 목표와 정치, 경제, 사회, 문화 등 다양한 분야에 대한 기본적인 원칙을 살펴볼 수 있다. 본 저서를 통해 한국 독자들이 남아프리카공화국 웨스턴케이프주에 대한 이해를 높일 수 있을 것이다.`,
    authorHighlight: ``,
    authorIntro: ``,
    index: 
    `
    우리말 출판에 붙여 / 5
    웨스턴케이프주 소개 / 7
    
    [제1부] 남아프리카공화국 웨스턴케이프주 헌법 한국어본 / 13
    전문 / 17
    제1장 기본 규정 / 19
    제2장 정부 간 관계 / 21
    제3장 주의회 / 22
    제4장 행정부 / 30
    제5장 지방자치단체 / 37
    제6장 주의 행정 / 39
    제7장 재정 / 40
    제8장 경찰 / 44
    제9장 기타 헌법기구 / 47
    제10장 주 정책의 지침 원칙 / 51
    제11장 일반 조항 / 53
    부속서1 선서 및 엄숙한 확약 / 54
    부속서2 선출 절차 / 56
    부속서3 과도기적 조치 / 59
    
    [제2부] 남아프리카공화국 웨스턴케이프주 헌법 영어본 / 65
    Preamble / 69
    Chapter 1 Founding Provisions / 71
    Chapter 2 Intergovernmental Relations / 74
    Chapter 3 Provincial Parliament / 76
    Chapter 4 Executive / 91
    Chapter 5 Local Government / 101
    Chapter 6 Provincial Administration / 104
    Chapter 7 Finance / 105
    Chapter 8 Police / 110
    Chapter 9 Other Constitutional Institutions / 113
    Chapter 10 Directive Principles of Provincial Policy / 118
    Chapter 11 General Provisions / 121
    Schedule 1 Oaths and Solemn Affirmations / 123
    Schedule 2 Election Procedures / 125
    Schedule 3 Transitional Arrangements / 128
    `,
   
    buyLink: "https://www.yes24.com/product/goods/149243526"
  },
  {
    id: 9,
    title: "미크로네시아 연방 추크주 헌법",
    author: "편집부",
    publishDate: "2025년 08월 31일",
    spec: "114쪽 | 148*210mm",
    isbn: "9791194396222",
    price: "30,000원",
    image: book9,

    highlight: ``,
    description: `이 책은 미크로네시아 연방 추크주의 행정 근간인 헌법을 번역한 책이다. 책에서 미크로네시아 연방 추크주가 추구하는 목표와 정치, 경제, 사회, 문화 등 다양한 분야에 대한 기본적인 원칙을 살펴볼 수 있다. 본 저서를 통해 한국 독자들이 미크로네시아 연방 추크주에 대한 이해를 높일 수 있을 것이다.`,
    authorHighlight: ``,
    authorIntro: ``,
    index: 
    `
    우리말 출판에 붙여 / 5
    추크주 소개 / 7
    
    [제1부] 미크로네시아 연방 추크주 헌법 한국어본 / 13
    전문 / 15
    제1장 영토 / 16
    제2장 최고 규범성 / 17
    제3장 권리의 선언 / 18
    제4장 전통적 권리 / 21
    제5장 의회 / 22
    제6장 정부 / 29
    제7장 법원 / 33
    제8장 재정 / 37
    제9장 공무원과 고용인 / 40
    제10장 교육 및 건강 / 43
    제11장 일반 조항 / 45
    제12장 선거권과 선거 / 47
    제13장 지방자치단체 / 48
    제14장 헌법 개정 / 50
    제15장 경과 규정 / 52
    
    [제2부] 미크로네시아 연방 추크주 헌법 영어본 / 57
    Preamble / 59
    Article 1 Territory / 60
    Article 2 Supremacy / 61
    Article 3 Declaration of Rights / 62
    Article 4 Traditional Rights / 65
    Article 5 Legislative / 67
    Article 6 Executive / 78
    Article 7 Judicial / 84
    Article 8 Finance / 90
    Article 9 Public Officers and Employees / 94
    Article 10 Education and Health / 98
    Article 11 General Provisions / 101
    Article 12 Suffrage and Elections / 104
    Article 13 Municipalities / 106
    Article 14 Amendment / 108
    Article 15 Transition / 110
    `,
   
    buyLink: "https://www.yes24.com/product/goods/154230458"
  },
  {
    id: 10,
    title: "미크로네시아 연방 폰페이주 헌법",
    author: "편집부",
    publishDate: "2025년 09월 01일",
    spec: "110쪽 | 148*210mm",
    isbn: "9791194396246",
    price: "30,000원",
    image: book10,

    highlight: ``,
    description: `이 책은 미크로네시아 연방 폰페이주의 행정 근간인 헌법을 번역한 책이다. 책에서 미크로네시아 연방 폰페이주가 추구하는 목표와 정치, 경제, 사회, 문화 등 다양한 분야에 대한 기본적인 원칙을 살펴볼 수 있다. 본 저서를 통해 한국 독자들이 미크로네시아 연방 폰페주에 대한 이해를 높일 수 있을 것이다.`,
    authorHighlight: ``,
    authorIntro: ``,
    index: 
    `
    우리말 출판에 붙여 / 5
    폰페이주 소개 / 7

    [제1부] 미크로네시아 연방 폰페이주 헌법 한국어본 / 13
    전문 / 15
    제1장 영토와 관할권 / 16
    제2장 최고 규범성 / 17
    제3장 시민권 / 18
    제4장 기본권 / 19
    제5장 전통 / 22
    제6장 선거권과 선거 / 23
    제7장 폰페이 정부의 책무 / 25
    제8장 의회 / 27
    제9장 정부 / 32
    제10장 법원 / 35
    제11장 재정 / 38
    제12장 토지 / 42
    제13장 일반 규정 / 44
    제14장 지방자치단체 / 48
    제15장 헌법 개정 / 50

    [제2부] 미크로네시아 연방 폰페이주 헌법 영어본 / 53
    Preamble / 55
    Article 1 Territory and Jurisdiction / 57
    Article 2 Supremacy / 59
    Article 3 Citizenship / 60
    Article 4 Fundamental Rights / 62
    Article 5 Tradition / 67
    Article 6 Suffrage and Elections / 69
    Article 7 Responsibilities of The Government of Pohnpei / 71
    Article 8 Legislative / 74
    Article 9 Executive / 82
    Article 10 Judiciary / 86
    Article 11 Public Finance / 91
    Article 12 Land / 97
    Article 13 General Provisions / 99
    Article 14 Local Governments / 104
    Article 15 Amendment / 106
    `,
   
    buyLink: "https://www.yes24.com/product/goods/155292711"
  },
  {
    id: 11,
    title: "녹색서",
    subtitle:"리비아혁명의 정치철학",
    author: "무아마르 알 카다피",
    publishDate: "2024년 06월 25일",
    spec: "130쪽 | 153*224*20mm",
    isbn: "9791198168283",
    price: "15,000원",
    image: book11,

    highlight: ``,
    description: `무아마르 알 카다피 통치 시기 리비아의 정치 철학에 대해 알 수 있으며 아랍사회주의의 사상적 근간이 되었던 자마히리야(인민권력)에 대한 구상에 대해서 철학적 이해를 할 수 있다.`,
    authorHighlight: `무아마르 알 카다피`,
    authorIntro: `1942년 리비아 시르테주 수르트에서 태어나 리비아대학과 리비아 육군사관학교를 졸업하고, 이집트 가말 압델 나세르의 이집트 혁명 과정을 본받아 자유장교단을 결성하였다. 1969년 육군 대위로 복무하던 중 동료들과 9월 혁명을 결행하여 왕정을 무너뜨리고 권력을 장악했다. 1976년 녹색서를 편찬하여 자마히리야(인민권력) 체제를 선포하였다. 2011년 리비아 내전으로 실각하였고 고향 시르테에서 반군에 의한 총격으로 생을 마감했다.`,
    index: 
    `
    성공회대학교 김동춘 교수 추천사 / 7
    불교인권위원장 진관 스님 헌시 / 13
    한국어판 출판에 붙여 / 15

    제1부 민주주의 문제의 해결 : 국민권력 / 21
    통치기구 / 23
    의회 / 25
    정당 / 29
    계급 / 32
    국민투표 / 35
    국민회의와 국민위원회 / 38
    사회의 법 / 42
    누가 사회의 행동을 통제할 것인가? / 46
    사회가 법을 벗어났을 때 어떻게 시정할 것인가? / 48
    언론 / 50
    맺음말 / 53

    제2부 경제문제의 해결 : 사회주의 / 55
    제3보편이론의 경제적 기반 / 57
    욕구 / 65
    노동에 대한 다양한 사례연구 / 70
    가사사용인 / 79

    제3부 제3보편이론의 사회적 기반 / 83
    제3보편이론의 사회적 기반 / 85
    가족 / 90
    종족 / 92
    민족 / 95
    여성 / 101
    소수민족 / 113
    흑인이 세계를 지도할 것이다 / 115
    교육 / 117
    음악과 예술 / 119
    스포츠 · 승마 · 공연 / 122

    연보 / 128
    `,
   
    buyLink: "https://www.yes24.com/product/goods/129120316"
  },
  {
    id: 12,
    title: "사하라아랍민주공화국 헌법",
    author: "모래알 편집부 저 / 김준성 역",
    publishDate: "2024년 06월 25일",
    spec: "130쪽 | 153*224*20mm",
    isbn: "9791198168290",
    price: "15,000원",
    image: book12,

    highlight: ``,
    description:  `이 책은 서사하라의 국가 근간인 헌법을 번역한 책이다. 책에서 서사하라가 추구하는 독립의 목표와 정치, 경제, 사회, 문화 등 다양한 분야에 대한 기본적인 원칙을 살펴볼 수 있다. 본 저서를 통해 한국 독자들이 서사하라에 대한 이해를 높일 수 있을 것이다.`,
    authorHighlight: `저 : 모래알 편집부`,
    authorIntro: `모래알은 세계의 헌법을 우리말로 번역하여 출간함으로써 다양한 국가와 지역에 대한 근원적인 이해를 돕고 상호 교류에 있어 기여하고자 합니다.`,
    translatorHighlight: `역 : 김준성`,
    translatorIntro: `이중언어적 생활 배경으로 유년기부터 통번역에 대한 관심이 깊었으며 한국어와 영어의 상호 관계와 원문에 다각도로 접근하기 위해 라틴어와 한문 관련 전문 자격증을 취득하고 이외의 언어도 참고하여 원어의 인상을 최대한 모방하는 번역을 지향하고 있다. 현재는 영어와 스페인어 프리랜서 번역가로 활동하고 있으며 여러 회사 및 NGO에서 근무하기도 했다.`,

    
    index: 
    `
    우리말 출판에 붙여 / 5

    [제1부] 사하라아랍민주공화국 헌법 한국어본 / 11
    전문 / 15
    제1장 영토, 국민, 국가 / 19
    제2장 헌법상의 권리, 보호 및 의무 / 25
    제3장 정부구조 / 33
    제4장 감독 및 자문기구 / 55
    제5장 기타 규정 / 59

    [제2부] 사하라아랍민주공화국 헌법 영어본 / 63
    Preamble / 67
    Part 1 Territory, People and the State / 71
    Part 2 Constitutional Rights, Guarantees and Obligations / 79
    Part 3 Organisation of Powers / 89
    Part 4 Supervision and Consultative Bodie / 121
    Part 5 Other Provisions / 127
    `,
   
    buyLink: "https://www.yes24.com/product/goods/129120343"
  }
];

export default booksData;
